[Common]
Title=Fujitsu BIOS Driver Setup

[WelcomePage]
PageTitle=Welcome to Fujitsu BIOS Driver Setup
PageDescription=The setup will install the Fujitsu BIOS Driver.\nIf installing, please click [Start the install(S)].\nIf aborting the installation, please click [Cancel(C)].
InstallButton=Start the install(&S)
InstallButtonNote=Fujitsu BIOS Driver 1.0.0.2
CancelButton=Cancel(&C)
CancelButtonNote=Aborting Fujitsu BIOS Driver Setup.

[InstallSucceededPage]
PageTitle=Fujitsu BIOS Driver Setup finished.
PageDescription=Installation of the Fujitsu BIOS Driver was successful.\n\nTo complete the installation of the Fujitsu BIOS Driver, the computer needs to be rebooted.\nDo you want to reboot this computer?\n\nIf you would like to reboot, click [Yes(Y)].\nIf you do not want to reboot now, click [No(N)].
RebootButton=Yes(&Y)
CloseButton=No(&N)

[InstallFailedPage]
PageTitle=Fujitsu BIOS Driver Setup finished.
PageDescription=The installation of Fujitsu BIOS Driver failed.\nPlease click [Close] to close this window and try again.
CloseButton=Close(&C)

[AlreadyInstalledPage]
PageTitle=Fujitsu BIOS Driver Setup aborted.
PageDescription=Fujitsu BIOS Driver has already been installed in this computer.\nPlease click [Close(C)] to close this window.
CloseButton=Close(&C)

[Message]
E_NotSupportedOS=The OS in this computer is not supported.
E_NotAdministrator=Fujitsu BIOS Driver Setup requires that you be logged on as administrator.\nPlease log on as an administrator before executing Fujitsu BIOS Driver Setup.
E_FilesOfFbiosdrvNotFound=The Fujitsu BIOS Driver Setup files are missing.
E_GetInfoFromInfFailed=Failed to retrieve information about the Fujitsu BIOS Driver.\nPlease verify that the Fujitsu BIOS Driver files are correct.
E_ChkInstFailed=An error occurred.\nThe setup has been aborted.
